{
    "title": "nIsATi daivamendu",
    "language": "Sanskrit",
    "raga": "shrIranjani",
    "tala": "rUpaka",
    "composer": "Muttuswaamee-Dikshitar",
    "sahitya": "nIsATi daivamendu lEdani marulu kOnTirA nI dAnarA nannelarA mrOkkerA\n\n\ncaraNam   vAdavAdya marulella vamri svarUpametti vAsudEvu garvamaNaci varusagA namaru shrIpuravAsa \ndAsa cidvilAsa valmIkEsha jagadIsha nImIda nE migula valapu sOlapu dalupu gOlupu manambutO \nnijambugA bayaludEri hOyalumIri celimikOri valacinAnu birAna bahu varAlOsagu\nnoTTu svara sAhityAs.  All are in shankarAbharaNa rAgA.\n1. tisra Eka tALA.\nAnjanEyam sadA bhAvayAmi apramEyam mudA cintayAmi\nAnjanAnandam vAnarEsham varam pancavaktram surEshAdui vandyam\nguruguha hitam shAntam sEvita shrI rAmapAdapankajam\nsanjIvi parvatakaram mukhAbjam sadA rAmacandram bhajE\n2. no tALA given\ncintaya citta shrI paramashivam cintita bhaktim guruguha vandita mUrtim vishvOtpatim\nbahutarakIrtim bhaktaprItim santatamachyuta pankaja bhavanuta shankaram kAncIsham\n3. catusra Eka tALA.\ncintayEham sadA citsabhAnAyakam cintitArthadAyakam jIvEshvara bhEdApaham\ncintAmaNi svarUpam tANDavEshvaram shAntam munimahitam sa guruguham shankaram\nsantatam sAmbhavIsham mudA bhAvayE anantakOTi brahmANDa nAtham vimalam\nAdi madhyAntavarjam nirAdhAramAkAsha nAdAntaatham sundaram sudhAmshumauLim shivam\nbhrAntivAraNa nipuNam bhAnukOTi bhAsvaram danti carmAmbaram dhanadahitam\nbhAratIkAnta harinutam karadhrta mrgamEkAnta hrdayE shivakAmasundarIpatim\n4. tisra Eka tALA.\ndAsharathE dIna dayAnidhE dAnava bhIkara dAmOdara kEshava mAmava sItAdhava\nkEyUra hAra raghuvIra kOmaLa padAbja kOdaNDarAma shyAmaLa vigraha\nsampUrNakAma nAmakIrtanE sadAmOda nArada vINAhladAhladA\n5. tisra Eka tALA.\ndInabandhO dayAsindhO sudhImaNE mEmudam dEhi sadA dEhi jAnakI nAyakAmbhOjAnana\nsAdhu samrakSaNApAngAkhila dEvatA sArvabhaumAdi vandya\n6. rUpaka tALA.\ngurumUrtE bahukIrtE surasEnAdhipatE\n1. surasEvita shivabhAvita sumatE anishamava mAm shrI\n2. sarasIruha bhava vandita sakalAgamanuta dEva\n3. surapati tanujAdhipatE suravara karuNAjaladhE\n4. girijAtmaja SaNmukha bhava guruguha sharavaNabhava shrI\n7. tisra Eka tALA.\nguruguhapada pankajamati guptamanishamAshrayE niraticaya nijaprakAshaka nityasukha phalapradam\nnIrajanAbha purandara mArAri vArijasambhava vEditavyam atri shukavasiSTha vAmadEvAdi tapOdhana vanditam\n8. catusra Eka tALA.\nguruguha sarasija karapada shubhakaramUrtE suravara shivasuta bhuvanapatE\nmurahara harihaya vidhinuta bahuvidhakIrtE narapati natamuniyuta sumatE\nnirupama jayakara niratishayasukhada sarasa satatamava stithatara shaktE\n9. tisra Eka tALA.\nhE mAyE mAm bAdhitum kAhitvam kAhitvam yAhi yAhi kAmAkSi kAncIpuranAyikE\nrakSitum yEhiyEhi kAmakOTIshvari kAmitArthapradEkAmranAthEshvari pAhipAhi\nkAma sanjIvini sEvita shrI gurO kauLini mEmudam dEhi dEhi\n10. catusra Eka tALA.\njagadIsha guruguha haravidhi vinutam dEhatraya vilakSaNamAnanda lakSaNam\nnityam shuddham buddham muktam satya nirvikalpam niSprapancamAnandamajam\n11. catusra Eka tALA.\nkamalAsana vandita padAbjE kamanIya karOdaya sAmrAjyE kamalAnagarE sakalAkarE\nkamala nayana dhrta jagadAdhArE kamalE vimalE guruguha janani kamalApatinuta\nhrdayE mAyE kamala shashi vijaya vadanE amEyE kamalEndrANi vAgdEvi shrI gauRIpUjita\nhrdayAnandE kamalAkSi pAhi kAmAkSi kAmEshvarasati kalyANi\n12. tisra Eka tALA.\nkAnchIsham EkAmranAyakam nityamaham bhajE kAmAdi shatcOravrttamaham tyajE\npancAkSara svarUpamAgamAntasAram pancAsyamAdi kAraNam vishvEshvaram guruguham\n13. tisra Eka tALA.\nmAyE citkalE jaya ramE mangaLakara rangaramaNi mArajanani\nviSnujAyE Ehi shriyamabja mAlini drshya vishva vilAsE\ndEhi varalakSmi sundari dIpyamAna pAdatalE padmE\ndivya tEjOmayi rakSamAm ranjani dEvatA pUjita shrI guruguhE\n14. tisra Eka tALA.\nmucakunda varada tyAgarAja sundaratara pAdAravinda sarasa mandahAsa vadana jaya vibhO\nmukunda pUjitAnga dhavaLa sundaratara nandIsha surabrnda vandita guruguha gurO\n15. catusra Eka tALA.\npAhi durgE bhaktam tE padmakarE vijaya vichchhaktE Ehi dEhi sarvajnE yatinuta gaNapati guruguha janani mAm\n16. tisra Eka tALA.\npAhimAm jAnakIvallabha shrIharE bhAratIsha priyAnanda mUrtE dEhi mE sampadam dIna cintAmaNE\ndEvadEvOttamAnanda kIrtE Ehi kAkutstha kOdaNdahasta IpsitArthapradAhlAdacita\n17. tisra Eka tALA.\npankajamukha shankarahita sankaTahara venkaTagirivAsa nArAyaNAnanta gOvinda dAmOdara\nnanda samrakSAshrta vAtsalyA pAdAmbOruha pAhimAm dInabandhO\n18. rUpaka tALA.\nparadEvatE bhava bhaktamOdini pAhimAm pAlini hamsini karuNAkari\nkamalAkSi sundari kAmini kaulini shankari parishuddha cittaranjani mAlini\npAda pankEruha padmini guruguha rUpadhAriNi mantriNi yOgini shrI\n18. catusra Eka tALA.\npArvatIpatE sadA pAlauAshu shambhO pAdasarOjAnanda naTana dhIra vibhO hE prabhO\ngarvita dAvana bhIkara shankara dEvadEva gO kSIrAbhOnkAra varNa rUpAkAra kAmAkSIshEkAmrapatE guruguha\n20. tisra Eka tALA.\npItavarNa bhajE bhairavam bhUta vEtALa samsEvyamAnam\npIta vastram suvarNapradam vItarAgam guruguhAtmajam\n21. tisra Eka tALA.\nrAjIvalOcanam rAmacandram rAmAnujAgraja rAjEndram sadguna sAndram krpApAngam\nsadguru guhamahitam shAntam rAvaNAntakam janakasutA ramaNam bhaktabharaNam\nparama ghana shyAmaLam shrI raghukula tilakAbharaNam bharata shatrughna sOdaram\nvibhISaNAvinutapadam sugrIva pramukhadinuta pAdapankajam kausalyAtmajam kOdaNdakaram\nahalyAdEvI shApa vimOcana sucaritram kaustubha dhAriNam kaivalyapradam dasharatAtmajam bhajEham\n22. tisra Eka tALA.\nrAma janArdana rAvaNa mardhana rAmAnujAgraja rAjavibhO\npAmara mOcana pankajalOcana bhaktajanapriya pAlayamAm\nbhUmijAnAyaka bhuktipradAyaka bhUsura pAlana bhUmipatE\nshyAmaLa vigraha shAnta guruguha sannuta shrI rAmacandra prabhO\n23. catusra Eka tALA.\nrAmacandram rAjIvakSam shyAmaLAngam shAshvata kIrtim kOmaLahastam kOshalarAjam\nmAmaka hrtkamalAkaram mArutiyuktam dHimantam mAnita bhaktam shrImantam\nkaumAravaram guruguha mitram kAruNyanidhim dasharatha putram bhUmisutAbham\nbhUpati rUpam kOmala pallava pAdam mOdam kAmagurum sitArAmam kaustubhabhUSam vandEham\n24. catusra Eka tALA.\nsadAshivajAyE vijayE sarasija padayugaLE sakaLE vadana karAmbhOja tAraya shiva vAmAnkE\nvarakara vidhrtashukE sadayE guruguhasEvitE shashi shEkhara sambhAvitE\nsudhArNava madhyagatE atilalitE shubhakara suranuta muraharamuditE\n25. chatusra Eka tALA.\nsakala suravinuta shambhO svAmin vikaTa guruguha vijaya tripurahara EkAmrapatE\nkaruNAmUrtE EkAnEka vibhUtE EkAnta hrdaya EkabhOga dAyakanandakara vibhO\n26. catusra Eka tALA.\nsAmagAnapriyE kAmakOTI nilayE shankari sundari sAratara lahari\ncaNDikE nirmalE kAmini mOdini pAhi guruguha janani\n27. tisra Eka tALA.\nsantAna saubhAgya lakSmIkalatram sangIta sAhitamOdam pavitram kuntIsutAptam\nkOTIradIptam shAntam bhajE nandamAnandakandam mukundam dayAsAgaram pAdapadmam\n28. tisra Eka tALA.\nsantatam gOvindarAjam sadA vandita nAradamuni vrndam santAna krSNam Anandakandam\ncintitam cidAnandakandam rukmiNI satyabhAmA samEtam nIlameghajita sundaragAtram\nshankha cakradharam shAntam pankaja pAda padmakaram parashurAma sEvitam\nguruguhamuda sArvabhauma nandagOpAlam giridharam vENugAnalOlam smarAmyaham\n29. tisra Eka tALA.\nsantatam pAhimAm sangIta shyAmaLE sarvAdhArE janani\ncintitArthapradE cidrUpiNi shivE shrI guruguha sEvitE shivamanOkArE\n30. tisra Eka tALA.\nshakti sahita gaNapatim shankarAdi sEvitam virakta sakala munivara sura rAja vinuta guruguham\nbhaktALipOSakam bhavasutam vinAyakam bhaktimuktipradam bhUSitAngam raktapadAmbujam bhAvayAmi\n31. rUpaka tALA.\nshankaravara pankajakara shambhO dEva pashupatE OmkAra sutanO\nshrI kAncInagarapatE EkAmrEsha guruguhAdi janaka mAm pAhi shrI\n32. no tALA given\nshauri vidhinutE shAmbhavi lalitE shAntE atItE shankaramuditE gauri surahitai EkAmrapatiyutE\nkAmAkSi mAm pAhi vIravara vinuta caraNAmbhOjE ghOratamalayavara himagirijE\nshUraharaNa guruguha mAtaha samsAratara caraNatara kamalE\n33. catusra Eka tALA.\nshyAmaLE mInAkSi sundarEshvarasAkSi shankari guruguhasamudbhavE shivEvA\npAmaralOcani pankajalOcani padmAsanavAsini hari lakSmivinutE shAmbhavi\n34. tisra Eka tALA.\nsOmAskandam svAnandakandam kAmAkSIsham kalyANa vESam\nsOmaskandam svAnandakandam sundarAngamAshrayAmi\ngangAdharam tam gaurI samEtam shrngAra rUpam shrI sOma sUtram\ngangAdharam tam gaurI samEtam guruguha rUpamAshrayAmi\n35. catusra Eka tALA.\nsubrahmaNyam surasEvyAbjapadam sundara vadanam sukumAra vinuta lAvaNyam\nshubhagAtram shubhakara nEtram sOmAtmakamAshrita kalpabhUruham\nsUri guruguham surarAja vidhi vinutam sarvajnam sumatE cintaya gurunAtham\nsvajnAna vidAraNa paNDitam sAdhujana sUnrta vacanam\n36. catusra Eka tALA.\nvAgdEvi mAmava kalyANi vANI brahmANi sutAmrOSTi vanajavadana guruguhamahitEdE\nvasurapati vinuta vidhivihitE varNamayi vilasita kamalE vara madhura kavi janamudita\nvaktrAbjE nityam mE varadE vyAsa sanaka shuka munigaNamuditE\n37. catusra Eka tALA.\nvandE mInAkSi tvAm sarasija vaktrE parNE durgE natasura brndE shaktE guruguha pAlini jalaruhacaraNE\nsundara pANDyAnandE mAyE sUrijAnAdhArE sundararAja sahOdari gauri shubhakari satatamaham\n38. tisra Eka tALA.\nvaradarAja pAhi vibhO karigirIsha vishvaprabhO surapatinuta nagadhara\nnavanItacOra guruguhAdi vihita murahara mukunda shrI vihita muraha mukunda shrI\n39. catusra Eka tALA.\nvarashiva bAlam vallIlOlam vandE nandam hariharamOdam hamsAnandam hasasamukham\nguruguha rUpam guptAkAram gOrakSantam surapatisEnamsubrahmaNyam suravinutam",
    "src": "https:\/\/karnatik.com\/c5831.shtml"
}