{
    "title": "paccai kuzhandaiyaDi",
    "language": "Tamil",
    "raga": "Anandabhairavi",
    "tala": "Adi",
    "composer": "Subramanya-Bhaaratiyaar",
    "sahitya": "paccai kuzhandaiyaDi.  RAgA:  Anandabhairavi.  Adi tALA.\n\n\n1:  paccai kuzhandaiyaDi eNNirap-pAvaiyaDi candramati ishaikkiniya madu enran iru vizhikkudE nilavu\nnaccut-talai pAmbukkuLLE nalla nAgamaNi ulladenbAr duccappaTTu nenjilE ninran jyOti vaLarudaDi\n caraNam 2    pEccuk-kiDamEdaDi nI peN kulattin veTriyaDi Ascarya mAyaiyaDi enran Ashaik-kumariyaDi\nnIccu nilai kaDanda veLLa nIrukkuLLE vIzhndavar pOL tIccuDarai venravoLi koNDa dEvi ninaivizhindEnaDi\n caraNam 3    nIlak-kaDalinilE ninran nINDa kuzhal tOnrudaDi kOla matiyinilE ninran kuLirnda mukham kANudaDi\njnAla veLiyinilE ninran jnAnavoLi vIshudaDi kAla naDaiyinilE ninran kAdal viLangudaDi\npaccai maNikkiLiyE.  rAgamLikA.\n1:  paccai maNikkiLiyE pAvi enakkE yOgap-piccai aruLiyadAi pEruraiyAi ijjagattil\npUraNamA jnAnap-pugazh viLakkai nATTuvitta bhAratamA dEviyenap-pADu\n caraNam 2  \t\t\t\t(rAgA:  vasanta)Aa:S M1 G3 M1 D2 N3 S  Av:  S N3 D2 M1 G3 R1 S  tEnAr mozhikkiLLAi dEvi enakkAnandamAnAL ponnATTai arivippAi vAnADu\nbhErimaya vErpumudar-peN kumariyIrAgum ariya nAdenrE ari\n caraNam 3  \t\t\t\t(rAgA:  maNirangu)Aa:S R2 M1 P N2 S  Av:  S N2 P M1 G2 R2 S  inmazhalaip-painkiLiyE engaL uyirAnAL nanmaiyura vAzhu nagaredu kol cinmayamE\nnAnenrarindadani periyOrk-kinnamudu tAl enra kAsittalam\n caraNam 4  \t\t\t\t(rAgA:  suraTi)Aa:S R2 M1 P N2 S  Av:  S N2 D2 P M1 G3 P M1 R2 S  vannak-kiLi vandEmAtaram enrOduvarai innalarak-kAppALi yAruraiyAi tannarsheyat-\ntAnbOm vazhiyellAm dhanmamODu pon viLaikkum vAnpOnda gangaiyena vAzhttu\n caraNam 5  \t\t\t\t(rAgA:  kAnaDA)Aa:S R2 G2 M1 D N2 S  Av:  S N2 P M1 G2 M1 R2 S  shOlaip-pashum kiLiyE tonmarai nAnguDaiyAL vAlai vaLaru malai kUrAi jnAlattuL\nverpponru-mIDiladAi viNNil muDi tAkkum porpponru veLLai poruppu\n caraNam 6  \t\t\t\t(rAgA:  dhanyAsi)Aa:S G2 M1 P N2 S  Av:  S N2 D1 P M1 G2 R1 S  shIrum shirappum uyar shellamumO-reNNAtrAL uRum puravi uraittAi tErir-\nparimishaiyUr vALallaL pAranaittu-manjum arimishaiyE-yUrvALavaL\n caraNam 7  \t\t\t\t(rAgA:  mukhAri)Aa:S R2 M1 P N2 D2 S  Av:  S N2 D1 P M1 G2 R2 S  karuNai uruvAnAL kAindezhungArk-kiLLAisherunarai vIzhttu paDaiyEn ceppAri porubavarmET-\nraNNaNiyAL vizhAdu vizhiTraghaippari tAn tiNNamuru vAnkulisham tEru\n caraNam 8  \t\t\t\t(rAgA:  cenjuruTi)Aa:D2 S R2 G3 M1 P D2 N2  Av:  N2 D2 P M1 G3 R2 S N2 D2 P D2 S  Ashai marakatamE annai tiru munriliDai Oshai vaLar murasha  m OduvAi pEshugavO\nsattiyamE sheiga dharumamE enroli shei mutti tarum vEda murashu\n caraNam 9  \t\t\t\t(rAgA:  bilahari)Aa:S R2 G3 P D2 S  Av:  S N3 D2 P M1 G3 R2 S  vArAyiLancukamE vandip-pArkkenrumiDar tArAL punaiyumaNittAr kUrAi shErArai\nmuTrAk-kuru naghaiyAl muTruvittum tAnoLirvAL poTrAmaraittAr punaindu\n caraNam 10  \t\t\t\t(rAgA:  kEdAra)Aa:S M1 G3 M1 P N3 S  Av:  S N3 P M1 G3 R2 S  koDippavaLa vAikkiLLAi kuttiramum tIngum maDippavaLin vEl koDi tAn maTrEn aDippaNivAr\nnanrArat-tIyAr naliyuravE vIshum oLi kunrA vayirak-koDi",
    "src": "https:\/\/karnatik.com\/c6660.shtml"
}