{
    "title": "ravE mE maguva (svarajati)",
    "language": "Telugu\n\n\n1\n\nrAvEmE maguva vinuva tagavA vEDukanu karuNa nEDuvaga kuluka tODukoni\nvEvEgamuga jani nA vibhu kanukoni vAdu valatanI nA mATA vinumani\n\n\n2\n\nA mAnini vagalE mA celuvunakEmO ghanamuga tOci nanu maracE\nnaTa nE manukonuyetanika manambunandu nEmi tOcadanu nuNTi gada\n\n\n3\n\nshrIkaruDaku sObanAdri vibhuDu nEDA celimkalase naTa nanu\nkaluvala rAjugaLana dElcunaTA upAyamuna telpi tODukoni \n\n\n\n\n\n\n\n\n\n\n\n\nMeaning:Contributed by S Govindaswamy\n\n\nWon't you come (rAvEmO) Maiden (maguva) and listen (vinava tagavA) to the funny thing (vEDukanu) ?... with sympathy (karuNa nEDuvaga)....bringing along(tODukoni)\n\n1 After hurrying (vEVegamE chani) and finding my Lord (nAvibu kanukoni) even if he says that it is not possible (vADuvaladhaninA) tell him to listen to my message (words) (nAmAta vinumani)\n\n2 Did I not think (umti gadA) that even if the other woman's (A mAnini) actions (vagalE) appeared to be great to my beloved (mA cheluvunakEmo ghanamuga tOchi) and he forgot me (nanu marachenaTa nEmanukoni ),   and for him (yataniki) in that state of shame (y+A mAnambunamthu) nothing will make sense (n+Emi tOchadanu  numti).\n\n3 Today (nEdu) the Lord of SObanAdri (sObanAdri vibhuDu) with those damsels (A chelingalase) will dance?? (natananu)....\nTell Him the action plan (upAyamu telpi) and bring Him with you (tOdukoni)\n\nNotation: \nAvailable here\n\nOther information:\nLyrics contributed by Lakshman Ragde and S Govindaswamy.\n\nSobanadri is one of the hills of Tirumala.\n\nThese lyrics are unverified. Here is an alternate version of the lyrics that may or may not be more accurate (Corrections and clarifications welcome):\nRaveme maguva vinavudaka\nvave dukanu karuna neduva kakulutho dukoni \n\nanu",
    "raga": "aananda-bhairavi",
    "tala": "aadi",
    "composer": "Veerabhadrayya",
    "sahitya": "Ve vegamu kajanina vimpuka nukoni\neeva duva ladani eematavi numani \n\ncaraNam 1\n\nA mani nivaka lemo chaluvuni ke moganamu kathochinanu marache\nnata nemanu konu yathani kama mambunan dune mitho chagnu nundigada \n\ncaraNam 2\n\nShree garuda shobana thrivi puduneda chelingalache nata\nnanungalu valu rajugalanu dhelsu nata upayamu nuthel pithodukoni",
    "src": "https:\/\/karnatik.com\/c3558.shtml"
}