{
    "title": "shankara guruvara",
    "language": "",
    "raga": "rAgamAlikA",
    "tala": "Adi",
    "composer": "Mysore-VaasudEvaacaarya",
    "sahitya": "(rAgA:  dhanyAsi)   \n\n\nanupallavi\n\n\n\nshankara guruvara.  rAgamAlikA.  Adi tALA.\n1:  shankara guruvara mahaimA suta rAmatitarati vAngmanasa  sImAm \nguru caraNa bhakti garimA mukharaya titarAm hi mUkakalpam mAm\n caraNam 2  \t\t\t(rAgA:  behAg)Aa:S G3 M1 P N3 D2 N3 S  Av:  S N3 D2 P M1 G3 R2 S  kalyANam kalayatu naha kalyam kaivalya vallarI kandam \nkalyANa guNa guNADyam kancana karmandira ratnam-akhilEDyam\n caraNam 3  \t\t\t(rAgA:  kEdAra)Aa:S M1 G3 M1 P N3 S  Av:  S N3 P M1 G3 R2 S  shrI candramauli caraNAmbhOja dvaya-yambharAyita svAntan \nbhaya bhakti bharita bhAvO bhagavatpAdAn vibhAvayE hrdayE\n caraNam 4  \t\t\t(rAgA:  mOhana)Aa:S R2 G3 P D2 S  Av:  S D2 P G3 R2 S  tatvamasi bOdhanacaNE tattAddrng-mOha timira kharakiraNE \nbhaktajana bharaNa dhuryE saktam cittam mamAstu guruvaryE\n caraNam 5  \t\t\t(rAgA:  khamAs)Aa:S M1 G3 M1 P D2 N2 S  Av:  S N2 D2 P M1 G3 R2 S  alpIkrta kalpatarum vitaraNa vibhavEna vishvaviditEna \nvismaya nIyodantam vishvagurum tam vibhAvayAmyantaha\n caraNam 6  \t\t\t(rAgA:  tODi)Aa:S R1 G2 M1 P D1 N2 S  Av:  S N2 D1 P M1 G2 R1 S  shrngagiri divya nagara sthApita manavadhya shAradA pITham \nsampUjayantam anagham samsEvE samyamIndram anavaratam\n caraNam 7  \t\t\t(rAgA:  shahAnA)Aa:S R2 G3 M1 P M1 D2 N2 S  Av:  S N2 S D2 N2 D2 P M1 G3 M1 R2 G3 R2 S  aSTAnga yOga niSTam shiSTAbhISTa pradam yati shrESTam\nnaSTAkhila viSaya spruha niSTAvAptyai namAmi sASTAngam\n caraNam 8  \t\t\t(rAgA:  kalyANi)Aa:S R2 G3 M2 P D2 N3 S  Av:  S N3 D2 P M2 G3 R2 S  sarvAbhIpsita vitaraNa nipuNAnnamatAma-shOka lOkAnAm \ndurvAdi garva carvaNacaNa dhiSaNAmstAn-namAmi gurucaraNAm\n  caraNam 9  \t\t\t(rAgA:  bhairavi)Aa:S R2 G2 M1 P D2 N2 S  Av:  S N2 D1 P M1 G2 R2 S  bhasitOddhaLita gAtram bhakta janAbhISTa vitaraNa vyagram \nbhava bandha mOkSa nipuNam bhavana gurum tam vrajAmyaham sharaNam\n caraNam 10  \t\t\t(rAgA:  shankarAbharaNa)Aa:S R2 G3 M1 P D2 N3 S  Av:  S N3 D2 P M1 G3 R2 S  shankara bhagavatpAda sthApita mata SaTkapAlana pravaNam \nsharaNam mama hi jagadgur-vabhina nava narasimha bhAratI caraNam\n caraNam 11  \t\t\t(rAgA:  suraTi)Aa:S R2 M1 P N2 S  Av:  S N2 D2 P M1 G3 P M1 R2 S  navaratna mAlikEyam racitA bhaktEna vaidyanAthEna \n(navaratna mlikEyam gItA bhaktEna vAsudEvEna) \nshankara guru guNa maNibihis- sakalairdhAryA hi sarvadA kaNThE",
    "src": "https:\/\/karnatik.com\/c4545.shtml"
}