{
    "title": "shrIrAjita",
    "language": "Kannada",
    "raga": "rEvagupti",
    "tala": "aTa",
    "composer": "Purandara-Daasar",
    "sahitya": "shrIrAjita.  rAgA:  rEvagupti.  aTa tALA.\n\n\n1:  shrIrAjita guru guruLina madhyadi saurabhya kusumadindoppuva shikeya\n caraNam 2    eLeya candrana pOluva phAla phalagati toLagi beLaguvaraLeleya vaikhariya\n caraNam 3    sarasijamellayridu jamaridumbi kariya nAgara rItiya prabhugaLa\n caraNam 4    mInAvatAravItakEnendu shrutigaLike mANada pOlvaravindada lOcanagaLa\n caraNam 5    campaka kOrakakrta mancuboTTina sompinandada nAsikada mUgutiya\n caraNam 6    mathananna darpaNa darpaNa keDisuva kadapugaLandada karmari patrikeya\n caraNam 7    kundagaLu pOluva danta pangtiya candadi taLa taLisuva nigguLagaLa\n caraNam 8    eLemAvina cigurandada adharadhi poLeva koLala mEle calipanguligaLa\n caraNam 9    shrIgandhadi kivigaLeseva prabhA tEja rAjipa kuNDalagaLa\n caraNam 10   balamuri shankhava pOluvagaLadalli baLasi kaTTida rakSeya mANikyagaLa\n caraNam 11   unnatavAda bhujagaLalliyoppuva svarNada bhuja kIrtigaLa\n1 caraNam 2   shrngAravAdalateya pOlva tOLgaLa rangu rAjipa cinnada tAyitagaLa\n1 caraNam 3   kamalahastadi beNNeyuNDeya musugida vimala mungai kankaNada raktiguNva\n1 caraNam 4   indireya sthAna pIThavAda edeyandda ravikOTi dIpti kaustubhada\n1 caraNam 5   hokkuLa kamala surabhige sAliTTidda sokku tumbigaLandida hArAvaLiya\n1 caraNam 6   kSIrAbdhiya teregaLa pOlva trivaLiya sEritUguva kaNThamAleya siriya\n1 caraNam 7   paDanaDuvinali shESanandadi pOluva beDagina hEmadoDyANada sobaga\n1 caraNam 8   tOra nidambadi candadi baLasi dA rAjamAna kAntiya dAmadirava\n1 caraNam 9   kadaLiya kambhava pOluva toDegaLa odagidda pItAmbarada munjeraga\n20: vaTuvina paraDu leDeyaloppuva hEma kaTakangaLu balu khalakhala ravava\n21: kenjugurandadi pAdada mEloppuva kanjadhvajAnkusha shubharEkhEgaLa\n2 caraNam 2   indu bimbava pOluva caraNanakangaLa brndAra nAthana mukuTakAntigaLa\n2 caraNam 3   I pariyali bAla lIleyendesediha gOpAla abhaktavatsalavAgi mereva\n2 caraNam 4    shrI purandara viTTala ryana shrIpAda padumakke namO namO embe",
    "src": "https:\/\/karnatik.com\/c5489.shtml"
}