{
    "title": "shrI rAma lakSaNAviva",
    "language": "",
    "raga": "rAgamAlikA",
    "tala": "Adi",
    "composer": "Mysore-VaasudEvaacaarya",
    "sahitya": "(rAgA:  mOhana)   \n\n\nanupallavi\n\n\n\nshrI rAma lakSaNAviva.  rAgamAlikA.  Adi tALA.\n1:  shrI rAma lakSmaNAviva sauhArdam prApya su-sthiram suciram \nshrI cAmarAja putrau jIyAstAm shAradAmba tava krpayA\n caraNam 2  \t\t\t(rAgA:  kAmbhOji)Aa:S R2 G3 M1 P D2 S  Av:  S N2 D2 P M1 G3 R2 S N3 P D2 S  bhArati sampad-bharitau budhyA caivAtitIkSNayA pUrNau\nAyuSmantau sukhinau bhUyAstAm cAmarAja sukumArau\n caraNam 3  \t\t\t(rAgA:  bhairavi)Aa:S R2 G2 M1 P D2 N2 S  Av:  S N2 D1 P M1 G2 R2 S  rAjyAbhi vrddhimatulAm prApayyAshvEbhap-pativrddhIshca\npAlaya kamaja jAyE cAma kSiti pAla varya sukumArau\n caraNam 4  \t\t\t(rAgA:  shankarAbharaNa)Aa:S R2 G3 M1 P D2 N3 S  Av:  S N3 D2 P M1 G3 R2 S  gaja turaga vAhanasthAvapi ratha madhyAESu susthitau vANi \nsamrakSa santatam bahu karuNE shrI cAmarAja sukumArau\n caraNam 5  \t\t\t(rAgA:  nATakuranji)Aa:S R2 G3 M1 N2 D2 N2 P D2 N2 S  Av:  S N2 D2 M1 G3 M1 P M1 G3 R2 S  dEvadvija guru bhaktim su-drDhAm datvA ca vinaya sampattim\npAlaya padmaja mAnini satatam shrI cAmarAja sukumArau\n caraNam 6  \t\t\t(rAgA:  bEgaDa)Aa:S G3 R2 G3 M1 P D2 N2 D2 P S  Av:  S N3 D2 P M1 G3 R2 S  girisAnuSu gahanESvapi mArgESvanisham samasta dEshESu\nsarvApadbhyaha pAlaya vidhi bhAmini cAmarAja sukumArau\n caraNam 7  \t\t\t(rAgA:  shahAna)Aa:S R2 G3 M1 P M1 D2 N2 S  Av:  S N2 S D2 N2 D2 P M1 G3 M1 R2 G3 R2 S  vAkpATavamati drDhatAm nIrOgatvaam ca vapuSi suyashasva\ndatvAbjayOnijAyE kAruNyAt pAhi cAmarAja nrpa putrau\n caraNam 8  \t\t\t(rAgA:  nAyaki)Aa:S R2 M1 P D2 N2 D2 P S  Av:  S N2 D2 P M1 R2 G2 R2 S  vashyAnvidhAya nrpatIn datvA caikAta patra sAmrAjyam\nshrI cakra krta nivAsE vANyava cAmAvanIsha sukumArau\n caraNam 9  \t\t\t(rAgA:  tODi)Aa:S R1 G2 M1 P D1 N2 S  Av:  S N2 D1 P M1 G2 R1 S  shrI nAtha mukha niSEvyE shrI vidyA dAnadakSa pAdanatE\nshrI shAradAmba pAhi shrImantau cAmarAja sukumArau\n caraNam 10  \t\t\t(rAgA:  kalyANi)Aa:S R2 G3 M2 P D2 N3 S  Av:  S N3 D2 P M2 G3 R2 S  yadyasti mayi krpA tava vinutA stutyAnayA girAm dEvi\nshiSyAvimau madIyau pAhi shrI cAmarAja sukumArau\n caraNam 11  \t\t\t(rAgA:  suraTi)Aa:S R2 M1 P N2 S  Av:  S N2 D2 P M1 G3 P M1 R2 S  vANI tAvaka vilAsa samutthau pANi nirjita payOruha garvau\nsAmavEdanuta divya caritrE cAmabhUpa tanayau paripAhi",
    "src": "https:\/\/karnatik.com\/c4551.shtml"
}