{
    "title": "shrIpatim",
    "language": "",
    "raga": "rAgamAlikA",
    "tala": "Adi",
    "composer": "Mysore-VaasudEvaacaarya",
    "sahitya": "(rAgA:  madhymAvati)   \n\n\nanupallavi\n\n\n\nshrIpatim.  rAgamAlikA.  Adi tALA.\n1:  shrIpatim brahma rudrAdi vanditam guNapUritam vicitra rUpa caritam nArasimha bhajE anisham\n caraNam 2  \t\t\t(rAgA:  mAyAmALavgauLa)  hiraNyakashipuhu pUrvam pitAmaha varOddhataha matsamO nAsti sarvatrEtyaham bhAva samanvitaha\n caraNam 3  \t\t\t(rAgA:  nIlAmbari)Aa:S R2 G3 M1 P D2 P N3 S  Av:  S N3 P M1 G3 R2 G3 S  AtmAnam Ishvaram matvA harim vismrtya durmatihi svabhAvOcita duSkArya pravartanaparO abhavat\n caraNam 4  \t\t\t(rAgA:  kAmbhOji)Aa:S R2 G3 M1 P D2 S  Av:  S N2 D2 P M1 G3 R2 S N3 P D2 S  athaikadA sutam draSTum preSayAmAsa sEvakAn Agatam sutamAlingya babhASE hrSTamAnasaha\n caraNam 5  \t\t\t(rAgA:  mOhana)Aa:S R2 G3 P D2 S  Av:  S D2 P G3 R2 S  bOdhitam gurubihi kim kim kim tvayA viditam drDham tat-tattvam brUhi mA bhaiSIhi shrOtumicchAmi bAlaka\n caraNam 6  \t\t\t(rAgA:  kalyANi)Aa:S R2 G3 M2 P D2 N3 S  Av:  S N3 D2 P M2 G3 R2 S  ityuktavantam pitaram natvA svAntasthitam harim dhyAtvA shrI vAsudEvam tam nijAshayama bhASata\n caraNam 7  \t\t\t(rAgA:aThANA)Aa:S R2 M1 P N3 S  Av:  S N3 D2 P M1 P G3 R2 S  harirEva parOdEvaha harihi sarvatra sarvagaha itIrayantam prahlAdam bahudhA pIDayanmuhuhu\n caraNam 8  \t\t\t(rAgA:  Arabhi)Aa:S R2 M1 P D2 S  Av:  S N3 D2 P M1 G3 R2 S  asticAtsa haristambhE darshayAdyaiva mE ripum na darshayasi cEtsatyam tvAm haniSyAmi durmtE\n caraNam 9  \t\t\t(rAgA:  pUrNacandrikA)Aa:S R2 G3 M1 P D2 P S  Av:  S N3 P M1 R2 G3 M1 R2 S  iti bruvANam daityEndram hantumudyamya satvaram kruddha stambha samudbhUtO bhagavAn bhaktavatsalaha\n caraNam 10  \t\t\t(rAgA:  bEgaDa)Aa:S G3 R2 G3 M1 P D2 N2 D2 P S  Av:  S N3 D2 P M1 G3 R2 S  hatvA hiraNyakashipum yOrarakSa jagatrayam tam prahlAdanutam dEvam nArasimham bhajE anisham\n caraNam 11  \t\t\t(rAgA:  bhairavi)Aa:S R2 G2 M1 P D2 N2 S  Av:  S N2 D1 P M1 G2 R2 S  gIyamAnam nAradAdyair-maharSibhir-aharnisham rugAdi vEdavEdyam tam nArasimham bhajE anisham\n1 caraNam 2  \t\t\t(rAgA:  kEdAragauLa)Aa:S R2 M1 P N2 S  Av:  S N2 D2 P M1 G3 R2 S  rNadAridrya rOgA divArakam bhava tArakam dInabandhum dayAsindhum nArasimham bhajE anisham\n1 caraNam 3  \t\t\t( rAgA:  vasantA)Aa:S M1 G3 M1 D2 N3 S  Av:  S N3 D2 M1 G3 R1 S  nArasimha stOtramidam bhuktimukti pradAyakam racitam vAsudEvEna gIta sAhitya dhImatA",
    "src": "https:\/\/karnatik.com\/c4556.shtml"
}