{
    "title": "tannam taniyAgha senrALE rAdhai",
    "language": "Tamil",
    "raga": "tODi",
    "tala": "cApu",
    "composer": "OotukkaaDu-VenkaTasubbaiyyar",
    "sahitya": "tannam taniyAgha senrALE rAdhai champaka valliyum kaNDALE adai \ndAmOdaranadu rAsa vilAsangaLiloru shankhai mighuttiDa taniyuDanE\navanaruL arindiDadamAlamara latbhavana adODoLiya \n\n\nanupallavi\n\n  punnai marattaDiyil pllAnkuzhalai Udi pon pOlum maDavArgaL tannuDanE ADi \nennEram Aghiyum ennai ninaindArODi enna tAn AghaTTum pArppOmE enrODi\n\n\ncaraNam 1    eNNudE en manam anrAL sakhi eNNudE en manam enrAL\ninnamudanna kuzhalisaiyai isaiyinukkEtta kaNNa saivai \nkannalum tOrkkum punnakaiyai karumukhilenum niramai karuNaiyin niraivai\n    caraNam 2    mazhai mEgham taru villoLi ena mayilin tOghaiyinai varisaiyura \nazhagura shAyak-koNDaiyil aNindu adu koNDu aDimai koNDu ninradai\n    caraNam 3    aLavilA mayil iyalAroDu arugi mukham aNaiya uLam koNDu \ntaLamarnda karu neidal pUvena taruNattiru adarakkani idai innum\ntapta kAncana (narasimha pancakam).  Uttukadu Venkatasubbier.\ntapta kAncana suvarNa lOcana payAnakam tithi kulAntakam \nunnatam karala danta shObhamanukambhamAna ratnAmbaram \ncancalAdhika kaTOrambhana viTambanam rasana jAjvalam\nshankarAdi anugIyamAna narasimha rUpam anucintayE\ncandra varNa suritAnga rOmam adhikAya mAvaraNa satyakam\ntATanam nikhila dishi dishim krta samIraNam praLaya raudrakam\nalpa madhyamam analpa vakSakam vikalpa mAna mati garjanam\nAnatAmara gaNEndra brahma narasimha rUpam anucintayE\nlOka khDaka vilOka lOhita paraspara shruti yugam param\ntvAta sAgra paripIDitApra paritIgaNam shaDa jaTAnibham\nbhAsakam vinuta pAsakam kanaka vAsakam kaulSa nAShakam\nbhAgadEya prahlAda pOSa narasimha rUpam anucintayE\nhUnga hUnga hasanam bhuvana kambham acani nAdaluLitam ghanam\nghOra tApa bhavahara cArapada mAvaLI sUlaya nartanam\nyOgi mAnasa virAjitanakam apAra vIra paritAnanam\ntOSa rahita prahlAda pOSa narasimha rUpam anucintayE",
    "src": "https:\/\/karnatik.com\/c8708.shtml"
}